/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "image_with_text_MFFKRe": {
      "type": "image-with-text",
      "blocks": {
        "heading_mV9j3c": {
          "type": "heading",
          "settings": {
            "heading": "our story",
            "heading_size": "h1"
          }
        },
        "text_EHWQem": {
          "type": "text",
          "settings": {
            "text": "<p>Belgia designer Alexandra Jacmin and her entrepreneur twin sister Ségolène Jacmin joined forces to establish their eco-conscious label FAÇON JACMIN. After graduating from La Cambre, Alexandra worked for Maison Martin Margiela and Jean-Paul Gaultier.</p><p>Alexandra’s designs are inspired by gender-bending silhouettes, merging traditional tailoring with streetwear elements, distressed details, and minimalism, using denim as her idealised material to translate ideas. FAÇON JACMIN is dedicated to craftsmanship and upcycling, ensuring exceptional quality and savoir-faire. All collections are designed in Antwerp.</p><p>The twins aim to empower individuals in their daily lives, helping them express their boldness, confidence, and fierceness.</p><p><strong>SUSTAINABILITY AT THE HEART</strong></p><p>At the core of Alexandra and Ségolène's vision is a commitment to ecological initiatives and fashion circularity through their upcycling program. By fusing previously used materials with a creative design approach, FAÇON JACMIN produces one-of-a-kind garments in every collection. To learn more about this program, <a href=\"/pages/upcycled\" target=\"_blank\" title=\"Upcycled\">click here</a>.</p><p>The sisters source high-quality fabrics from Italy, primarily selecting certified organic cottons and waterless denims. They work exclusively with confection ateliers based in Europe, including Italy, Portugal, and Bulgaria.</p>"
          }
        },
        "slide_CDWFUx": {
          "type": "slide",
          "settings": {
            "image": "shopify://shop_images/AAA3652_6d2a45b8-2ce4-43b8-be65-b7254faee33e.jpg"
          }
        }
      },
      "block_order": [
        "heading_mV9j3c",
        "text_EHWQem",
        "slide_CDWFUx"
      ],
      "settings": {
        "color_scheme": "white",
        "change_slides_speed": 5,
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "image_first"
      }
    }
  },
  "order": [
    "main",
    "image_with_text_MFFKRe"
  ]
}
